
<!DOCTYPE html>
<html lang="de">
  <head>
    <title>Schulportal SH - Impressum, Datenschutzerkl&auml;rung und Barrierefreiheit</title>
    <link rel="stylesheet" href="./custom.css" type="text/css">
  </head>
  <body class="portal">
    <div class="Schulportal-Logo-Div">
    <img class ="Schulportal-Logo" alt="Schulportal-SH Logo" src="./landesdachmarke_01_KORR.svg" /></div>
    <h1 id="impressum">Impressum</h1>

    <p>Das Schulportal SH ist ein Service des Ministeriums f&uuml;r Allgemeine und Berufliche Bildung, Wissenschaft, Forschung und Kultur des Landes Schleswig-Holstein f&uuml;r die Schulen Schleswig-Holsteins.</p>
    <a class=privacy_policy href="/">Zur&uuml;ck zum Portal</a>

    <h2>Herausgeber:</h2>
    <p>Ministerium f&uuml;r Allgemeine und Berufliche Bildung, Wissenschaft, Forschung und Kultur des Landes Schleswig-Holstein</p>
    <p>24105 Kiel</p>
    <p>Brunswiker Str. 16</p>
    <p>0431/988-0</p>

    <h2>Projektleitung</h2>
    <p>Stephan Hohbein</p>
    <p><a class=privacy_policy href="mailto:stephan.hohbein@bimi.landsh.de">stephan.hohbein[at]bimi.landsh.de</a></p>

    <h2>Support</h2>
    <p>IQSH-Helpdesk</p>
    <a class=privacy_policy href="https://www.secure-lernnetz.de/helpdesk/">https://www.secure-lernnetz.de/helpdesk/</a>

    <h2>Haftung f&uuml;r Inhalte</h2>
    <p>Als Diensteanbieter sind wir gem&auml;&szlig; &sect; 7 Abs.1 TMG f&uuml;r eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach &sect;&sect; 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, &uuml;bermittelte oder gespeicherte fremde Informationen zu &uuml;berwachen oder nach Umst&auml;nden zu forschen, die auf eine rechtswidrige T&auml;tigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unber&uuml;hrt. Eine diesbez&uuml;gliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung m&ouml;glich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.</p>

    <h2>Urheberrecht</h2>
    <p>Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielf&auml;ltigung, Bearbeitung, Verbreitung und jede Art der Verwertung au&szlig;erhalb der Grenzen des Urheberrechtes bed&uuml;rfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur f&uuml;r den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.</p>

    <hr>

    <h1 id="privacy_policy">Datenschutzerkl&auml;rung</h1>
    <a class=privacy_policy href="/">Zur&uuml;ck zum Portal</a>

    <h2>Verantwortlicher</h2>

    <p>Verantwortlicher gem. Art. 4 Nr. 7 EU-Datenschutz-Grundverordnung (EU-DSGVO) ist:</p>

    <p>Ministerium f&uuml;r Allgemeine und Berufliche Bildung, Wissenschaft, Forschung und Kultur des Landes Schleswig-Holstein</p>
    <p>Brunswiker Str. 16-22</p>
    <p>24105 Kiel</p>
    <p>E-Mail: poststelle@bimi.landsh.de</p>


    <h2>Datenschutzbeauftragter des MBWFK</h2>

    <p>Ministerium f&uuml;r Allgemeine und Berufliche Bildung, Wissenschaft, Forschung und Kultur des Landes Schleswig-Holstein</p>
    <p>Datenschutzbeauftragter der &ouml;ffentlichen Schulen</p>
    <p>Brunswiker Str. 16-22</p>
    <p>24105 Kiel</p>
    <p>DatenschutzbeauftragterSchule@bimi.landsh.de</p>
    <p>Tel.: 0431 988-2452</p>


    <h2>Ihre Rechte als Nutzer</h2>

    <p>Sie haben nach Ma&szlig;gabe der Artikel 15, 16, 17, 18 und 21 EU-DSGVO folgende Rechte hinsichtlich der Sie betreffenden personenbezogenen Daten, die durch uns verarbeitet werden:</p>
    <ul>
      <li>Recht auf Auskunft,</li>
      <li>Recht auf Berichtigung oder L&ouml;schung,</li>
      <li>Recht auf Einschr&auml;nkung der Verarbeitung,</li>
      <li>Recht auf Widerspruch gegen die Verarbeitung,</li>
      <li>Recht auf Daten&uuml;bertragbarkeit.</li>
    </ul>
    <p>Dar&uuml;ber hinaus besteht ein Beschwerderecht bei der Aufsichtsbeh&ouml;rde:</p>

    <p>Wenn Sie der Auffassung sind, dass eine Verarbeitung Ihrer personenbezogenen Daten gegen Datenschutzrecht verst&ouml;&szlig;t, haben Sie nach Art. 13 Abs. 2 (d) EU-DSGVO das Recht, sich bei der zust&auml;ndigen Aufsichtsbeh&ouml;rde zu beschweren, die Sie unter folgenden Kontaktdaten erreichen k&ouml;nnen:</p>

    <p>Landesbeauftragte f&uuml;r Datenschutz (LfD SH)</p>
    <p>Unabh&auml;ngiges Landeszentrum f&uuml;r Datenschutz Schleswig-Holstein (ULD)</p>
    <p>Holstenstra&szlig;e 98</p>
    <p>24103 Kiel</p>
    <p>E-Mail: mail@datenschutzzentrum.de</p>


    <h2>Hinweise zur Datenverarbeitung </h2>

    <h3>Allgemeines:</h3>
    <p>Bei dem Aufruf des Schulportals SH, bzw. der zugrundliegenden Software "UCS" werden personenbezogene Daten verarbeitet. Hierbei handelt es ich um Benutzer- und Protokolldaten. Nutzungsdaten werden nicht verarbeitet. Dies ist aus technischen Gr&uuml;nden erforderlich (Aufbau der Verbindung) und um Ihnen den Zugang zum Schulportal zu erm&ouml;glichen (Benutzerauthentisierung) und die Stabilit&auml;t und Sicherheit zu gew&auml;hrleisten (Protokollierung). Rechtsgrundlage ist Art. 6 Abs. 1 S. 1 lit. e EU-DSGVO in Verbindung mit &sect; 3 Abs. 1 Schleswig-Holsteinisches Gesetz zum Schutz personenbezogener Daten (LDSG) sowie &sect; 30 Abs. 1 Schulgesetz (SchulG) in Verbindung mit &sect; 11 Absatz 4 Schuldatenschutzverordnung (SchulDSVO) und &sect; 85 Landesbeamtengesetz (LBG). Das Schulportal SH wird in den deutschen, nach BSI-Standard zertifizierten, Rechenzentren der Dataport A&ouml;R gehostet. Bei jedem Zugriff auf das Schulportal und die daran angebundenen Dienste werden dort personenbezogene Daten verarbeitet.</p>

    <h4>(1) Protokolldaten:</h4>
    <p>Durch UCS gespeicherte Protokolldaten umfassen den Benutzernamen und die IP-Adresse des Nutzers/der Nutzerin. Diese werden in den Log-Dateien des Webservers, der Webanwendung und dem RADIUS-Server in Form von Systemprotokollen gespeichert. Hierbei findet eine automatisierte Rotation dieser Protokolldateien statt, d.h. pro Woche wird eine neue Protokolldatei erstellt, die alten werden komprimiert und umbenannt bzw. verschoben und gel&ouml;scht.</p>

    <h4>(2) Benutzerdaten:</h4>
    <p>Identit&auml;ten in UCS k&ouml;nnen mit personenbezogenen Daten in Form von Benutzerdaten bef&uuml;llt werden. Folgende Daten k&ouml;nnen dabei gespeichert werden:</p>
    <ul>
      <li>Benutzername</li>
      <li>Passwort (als Hashwert, nicht im Klartext)</li>
      <li>Vorname</li>
      <li>Nachname</li>
      <li>Personalnummer (bei Lehrkr&auml;ften)</li>
      <li>E-Mail-Adresse</li>
      <li>Schulzugeh&ouml;rigkeit</li>
      <li>Klassenzugeh&ouml;rigkeit</li>
    </ul>
    <p>Diese Daten k&ouml;nnen durch das Sperren der Benutzerkonten vor (unbefugtem) Zugriff gesch&uuml;tzt oder durch L&ouml;schung der Benutzerkonten vollst&auml;ndig entfernt werden.</p>

    <h3>Sperren von Benutzerkonten</h3>
    <p>Als Vorstufe zum L&ouml;schen k&ouml;nnen Benutzerkonten zun&auml;chst gesperrt werden. Die zugeh&ouml;rige Funktion in der Software lautet "Konto deaktivieren". Damit kann der Zugriff unbefugter Personen auf das Konto verhindert und das Konto dennoch erhalten bleiben. Ein Entsperren des Kontos ist durch den befugten Schuladministrator m&ouml;glich. Gesperrte Benutzerkonten und die darin enthaltenen personenbezogenen Benutzer- und Protokolldaten werden automatisiert nach 84 Tagen gel&ouml;scht.</p>

    <h3>L&ouml;schung von Benutzerkonten</h3>
    <p>Das L&ouml;schen von Benutzerkonten und den darin enthaltenen personenbezogenen Daten kann durch den Support und perspektivisch auch durch den Schuladministrator erfolgen.  Dabei wird der gesamte Datensatz direkt aus der zugeh&ouml;rigen LDAP-Datenbank gel&ouml;scht. Die L&ouml;schung von Identit&auml;ten erfolgt durch den jeweiligen Schuladministrator unmittelbar nach Beendigung des Arbeits- oder Dienstverh&auml;ltnisses bzw. nach Abgang von der Schule. N&auml;heres dazu regelt die L&ouml;schanweisung f&uuml;r Schulen.</p>

    <h2>Wie sicher sind meine Daten?</h2>
    <p>Zum Schutz Ihrer Daten vor unberechtigtem Zugriff und Missbrauch hat die Dataport A&ouml;R umfangreiche technische und betriebliche Sicherheitsvorkehrungen nach Ma&szlig;gabe der europ&auml;ischen Datenschutz-Grundverordnung und nach dem Landesdatenschutzgesetz Schleswig-Holstein getroffen. Das von der Dataport A&ouml;R betriebene Rechenzentrum ist vom Bundesamt f&uuml;r Sicherheit in der Informationstechnik (BSI) nach dem Standard BSI-Grundschutz zertifiziert.</p>

    <h2>Werden meine Daten an Dritte weitergegeben, zum Beispiel an Beh&ouml;rden?</h2>
    <p>In bestimmten F&auml;llen sind wir gesetzlich verpflichtet, Daten an eine anfragende staatliche Stelle zu &uuml;bermitteln. Dar&uuml;ber hinaus geben wir keine Daten an Dritte weiter, es sei denn, Sie haben ausdr&uuml;cklich eingewilligt.</p>

    <h2>Werden Cookies genutzt?</h2>

    <p>Unsere Webseite verwendet sogenannte Session Cookies. Cookies sind kleine Kennungen, die ein Server auf dem Endger&auml;t, mit dem Sie auf unsere Webseite oder unsere Dienste zugreifen, speichert. Sie enthalten Informationen, die bei einem Zugriff auf unsere Dienste abgerufen werden k&ouml;nnen und so eine effizientere und bessere Nutzung unserer Angebote erm&ouml;glichen. Session Cookies werden bereits beim Schlie&szlig;en Ihres Webbrowsers gel&ouml;scht.
    Sie k&ouml;nnen die Verwendung von Cookies dadurch unterbinden, indem Sie Ihren Internetbrowser so einstellen, dass dieser keine Cookies akzeptiert. Sie k&ouml;nnen in Ihrem Browser aber auch festlegen, ob Sie &uuml;ber das Setzen von Cookies informiert werden m&ouml;chten und Cookies nur im Einzelfall erlauben, ob Sie die Annahme von Cookies f&uuml;r bestimmte F&auml;lle oder eben auch generell ausschlie&szlig;en. Au&szlig;erdem k&ouml;nnen Sie das automatische L&ouml;schen der Cookies beim Schlie&szlig;en des Browsers aktivieren. Beim erstmaligen Besuch des Internetangebotes bzw. einer Seite werden Sie automatisch auf die Cookie-Nutzung hingewiesen.</p>

    <hr>

	<h1 id="accessibility">Erkl&auml;rung zur Barrierefreiheit</h1>
    <a class=privacy_policy href="/">Zur&uuml;ck zum Portal</a>

	<p>Das Ministerium f&uuml;r Allgemeine und Berufliche Bildung, Wissenschaft,
	Forschung und Kultur des Landes Schleswig-Holstein arbeitet daran, seine
	Website Schulportal SH im Einklang mit dem Gesetz zur Gleichstellung von
	Menschen mit Behinderung in Schleswig Holstein (LBGG) und der
	Barrierefreie-Informationstechnik-Verordnung (BITV) barrierefrei
	zug&auml;nglich zu machen. Der noch bestehende &Uuml;berarbeitungsbedarf
	beruht auf dem Umstand, dass dieser Dienst aufgrund der
	Covid-19-Entwicklungen und den damit einhergehenden Herausforderungen
	im Bildungsbereich fr&uuml;her als urspr&uuml;nglich angedacht zur Verf&uuml;gung
	gestellt werden musste.</p>
	<p>Diese Erkl&auml;rung zur Barrierefreiheit gilt f&uuml;r die aktuell im
	Internet erreichbare Version dieser Website (<a class=privacy_policy href=https://portal.schule-sh.de/>www.schule-sh.de</a>)
	und bezieht sich auf das Testergebnis nach der Selbstbewertung vom
	Januar 2021.</p>

	<h2>Stand der Vereinbarkeit	mit den Anforderungen </h2>
	<p>Diese Website ist aktuell <u>nicht</u> mit der BITV vereinbar. Die
	Unvereinbarkeiten sind nachstehend aufgef&uuml;hrt.</p>

	<h2>Nicht barrierefreie	Inhalte</h2>
	<p>Das Schulportal ist aus folgenden Gr&uuml;nden seiten- und
	funktions&uuml;bergreifend nicht barrierefrei:</p>
	<ul>
		<li>Keine Durchg&auml;ngige Tastatur-Bedienbarkeit m&ouml;glich</li>
		<li>Keine Alternativ-Texte f&uuml;r Bedienelemente und Grafiken vorhanden</li>
		<li>Tab-Fokus schlecht sichtbar oder ganz verschwunden</li>
		<li>Z. T. schlechte Kontraste f&uuml;r wichtige Links</li>
	</ul>
	<p>Damit gilt:</p>
	<ul>
		<li>Die Nutzung durch blinde und sehgesch&auml;digte Personen ist nicht m&ouml;glich.</li>
		<li>Die Nutzung f&uuml;r motorisch eingeschr&auml;nkte Personen ist nicht m&ouml;glich.</li>
	</ul>
	<p>Die Barrierefreiheit ist stark eingeschr&auml;nkt und viele Personen
	werden von der Nutzung des</p>
	<p>Schulportals ausgeschlossen.</p>

	<h2>Erstellung dieser Erkl&auml;rung zur Barrierefreiheit</h2>
	<p>Auf Grundlage einer Selbstbewertung vom 21.01.2021 wurde diese
	Erkl&auml;rung am 27.01.2021 erstellt.</p>

	<h2>Feedback und Kontaktangaben</h2>
	<p>Zust&auml;ndig f&uuml;r die barrierefreie Zug&auml;nglichkeit und die
	Bearbeitung der im Rahmen des Feedback-Mechanismus eingehenden Mitteilungen ist:</p>
	<p>Ministerium f&uuml;r Allgemeine und Berufliche Bildung, Wissenschaft, Forschung
	und Kultur des Landes Schleswig-Holstein</p>
	<p>Brunswiker Str. 16</p>
	<p>24105 Kiel</p>
	<p><a class=privacy_policy href="mailto:pressestelle@bimi.landsh.de">pressestelle[at]bimi.landsh.de</a></p>

	<h2>Beschwerdestelle</h2>
	<p>Falls Sie der Ansicht sind, dass Sie durch eine nicht
	barrierefreie Gestaltung benachteiligt sind,</p>
	<p>k&ouml;nnen Sie sich an die Beschwerdestelle Schleswig Holstein
	wenden:</p>
	<p><a class=privacy_policy href="https://www.landtag.ltsh.de/beauftragte/beschwerdestelle-fuer-barrieren/">Beschwerdestelle
		zu Barrieren bei Informationen &ouml;ffentlicher Stellen im Internet</a></p>
	<p>Karolinenweg 1</p>
	<p>24105 Kiel</p>
	<p>0431 988-1620</p>
	<p><a class=privacy_policy href="mailto:bbit@landtag.ltsh.de">bbit[at]landtag.ltsh.de</a></p>

  </body>
</html>